/* State and Keywordgroupnames */

"Escape" = "<?Prologue?>";
"Comment" = "<!-- Comment -->";
"Element" = "<!ELEMENT >";
"Attribute List" = "<!ATTLIST >";

"Element Name" = "Name";
"Element Type" = "EMPTY, CDATA, MTOKEN, (#PCDATA)";

"Attribute Value" = "#IMPLIED, #REQUIRED";
"Attribute List Item" = "List Item";

"Content Model" = "(node, node?, node*, node+)";
"SGML Double Dash" = "Invalid SGML Comment Warning";